<template>
  <v-container>
    <v-container fluid>
      <v-card>
        <v-card-title>
          О САЙТЕ
        </v-card-title>
        <v-card-text>
          Интернет - ресурс (сайт) manga-exchange.ru (в дальнейшем - Ресурс) является интернет-сайтом, позволяющим
          пользователям
          обмениваться друг с другом сканлейтами в свободной форме.
        </v-card-text>
        <v-card-title>
          1. О ПОЛЬЗОВАТЕЛЬСКОМ СОГЛАШЕНИИ
        </v-card-title>
        <v-card-text>
          Используя/посещая Ресурс (включая весь контент, размещенный на ресурсе), вы соглашаетесь с Настоящим
          ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ, размещенным по адресу http://manga-exchange.ru/license/. Если вы не согласны с
          любым
          из пунктов данного пользовательского соглашения, пожалуста, покиньте ресурс. ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ может
          быть
          изменено Администрацией без какого-либо уведомления пользователей. Новая версия ПС вступает в силу по
          истечении
          3
          (трех) дней с момента ее размещения, если иное не предусмотрено новой редакцией ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ.
        </v-card-text>
        <v-card-title>
          2. УСЛОВИЯ ОГРАНИЧЕНИЯ ОТВЕТСТВЕННОСТИ
        </v-card-title>
        <v-card-text>
          Пользователь прямо соглашается c тем, что использует Ресурс на свой собственный риск.
          Пользователь знает, и согласен с тем, что Ресурс имеет дело с материалами и данными, созданными третьими
          лицами
          и
          размещенными ими в сети Интернет на своих компьютерах и (или) серверах. Содержание и безопасность этих
          материалов не
          могут быть проконтролированы Администрацией Ресурса, поэтому последняя не несет ответственности:
          <v-list>
            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              за содержание материалов, полученных Пользователем в результате использования данных с Ресурса, их
              возможное
              несоответствие действующему законодательству или оскорбительный характер;
            </v-list-item>
            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              за последствия применения, использования или неиспользования полученной информации;
            </v-list-item>
            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              за возможное несоответствие результатов, полученных при использовании Ресурса, ожиданиям Пользователя;
            </v-list-item>
            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              за какие-либо повреждения оборудования или программного обеспечения Пользователя, возникшие в результате
              использовании Ресурса;
            </v-list-item>
            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              за отсутствие возможности использования Ресурса по каким-либо причинам;
            </v-list-item>
            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              за последствия, которые может повлечь распространение нелегального либо нелицензионного программного
              обеспечения и
              аудио-/видеопродукции, а также иных материалов либо данных, затрагивающих права третьих лиц.
            </v-list-item>
          </v-list>
          Ни при каких обстоятельствах Ресурс не несет перед Пользователем, либо третьими лицами ответственности за
          ущерб,
          убытки или расходы, возникшие в связи с настоящим Ресурсом, его использованием или невозможностью
          использования,
          включая упущенную либо недополученную прибыль.

          Пользователь обязуется не передавать другим лицами свои персональные данные полученные при регистрации (логин
          и
          пароль) для входа/идентификации на ресурс и несет полную ответственность за утерю, пропажу, исчезновение или
          передачу иными способами персональных данных, а также за последствия связанные с данным деянием. Администрация
          Ресурса не несёт ответственности за действия третьих лиц, воспользовавшихся персональными данными
          Пользователя.

          Администрация Ресурса не несет никаких обязательств по обеспечению конфиденциальности в отношении информации,
          предоставляемой его Пользователям, хотя принимает все возможные меры к этому, если не имеется договоренности
          об
          обратном или соответствующих требований действующего законодательства.

          В обязанности Ресурса НЕ ВХОДИТ контроль легальности или нелегальности передаваемой информации, определение
          прав
          собственности или законности передачи, приема или использования этой информации.
        </v-card-text>

        <v-card-title>
          3. ОГРАНИЧЕНИЯ НА ИСПОЛЬЗОВАНИЕ РЕСУРСА ПОЛЬЗОВАТЕЛЕМ.
        </v-card-title>
        <v-card-text>
          При использовании данного Ресурса, ПОЛЬЗОВАТЕЛЬ не имеет права, и соглашается с этим:
          <v-list>
            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              размещать файлы или программы, предназначенные для нарушения, уничтожения либо ограничения
              функциональности
              любого
              компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного
              доступа, а
              также серийные номера к коммерческим программным продуктам и программы для их генерации, логины, пароли и
              прочие
              средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также размещать
              ссылки
              на
              вышеуказанную информацию;
            </v-list-item>

            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              размещать сканлейты затрагивающие какой-либо патент, торговую марку, коммерческую тайну, копирайт или
              прочие
              права
              собственности и/или авторские и смежные с ним права третьих лиц;
            </v-list-item>
            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              отправлять на адреса электронной почты, указанные на сайте, несанкционированные почтовые сообщения
              рекламного типа
              (junk mail, spam);
            </v-list-item>

            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              копировать и использовать в коммерческих целях любую информацию, получаемую посредством данного ресурса,
              нарушающую права других Пользователей или могущую нанести им прямой материальный или моральный ущерб;
            </v-list-item>

            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              размещать ссылки на ресурсы Сети, содержание которых противоречит действующему законодательству РФ;
            </v-list-item>

            <v-list-item>
              <v-list-item-icon>
                <v-icon>
                  mdi-comment-alert-outline
                </v-icon>
              </v-list-item-icon>
              выдавать себя за другого человека или за представителя организации и/или сообщества без достаточных на то
              прав, в
              том числе за сотрудников Aдминистрации, за владельца Ресурса.
            </v-list-item>

            <v-list-group value="true" prepend-icon="mdi-comment-alert-outline" color="error">
              <template v-slot:activator>
                <v-list-item>
                  размещать материалы, содержащие взрослый контент; неприемлемым считается следующее содержание:
                </v-list-item>
              </template>
              <v-list-item>
                <v-list-item-icon>
                  <v-icon color="error">
                    mdi-close-circle
                  </v-icon>
                </v-list-item-icon>
                изображения и видео с полностью обнаженными людьми или сексуальными сценами;
              </v-list-item>
              <v-list-item>
                <v-list-item-icon>
                  <v-icon color="error">
                    mdi-close-circle
                  </v-icon>
                </v-list-item-icon>
                непристойные или провокационные изображения;
              </v-list-item>
              <v-list-item>
                <v-list-item-icon>
                  <v-icon color="error">
                    mdi-close-circle
                  </v-icon>
                </v-list-item-icon>
                эротические рассказы, откровенные тексты;
              </v-list-item>
              <v-list-item>
                <v-list-item-icon>
                  <v-icon color="error">
                    mdi-close-circle
                  </v-icon>
                </v-list-item-icon>
                сексуальные советы или рекомендации;
              </v-list-item>
            </v-list-group>
          </v-list>
        </v-card-text>

        <v-card-title>
          4. ГАРАНТИИ РАБОТОСПОСОБНОСТИ
        </v-card-title>
        <v-card-text>
          Доступ к Ресурсу предоставляются по принципу «как есть» («as is») без гарантий любого рода, как прямых, так и
          косвенных.

          В частности Администрация Ресурса не гарантирует работоспособность как сайта и его отдельных разделов, так и
          работоспособность и достоверность ссылок, размещенных на нем его Пользователями.

          Ресурс не несет ответственности за любые прямые или непрямые убытки, произошедшие из-за: использования либо
          невозможности использования службы; несанкционированного доступа к Вашим коммуникациям.
        </v-card-text>
        <v-card-title>
          5. ПРАВА АДМИНИСТРАЦИИ РЕСУРСА.
        </v-card-title>
        <v-card-text>
          Администрация Ресурса вправе отказать в доступе к Ресурсу любому Пользователю, или группе Пользователей без
          объяснения причин своих действий и предварительного уведомления.

          Администрация Ресурса вправе изменять либо удалять ссылки на информацию, сканлейты, графические, звуковые и
          прочие
          данные, размещенные Пользователями на Ресурсе, без предварительного уведомления и объяснения причин своих
          действий.
        </v-card-text>
        <v-card-title>
          6. ОТВЕТСТВЕННОСТЬ СТОРОН.
        </v-card-title>
        <v-card-text>
          Пользователь соглашается с тем, что все возможные споры по поводу СОГЛАШЕНИЯ ОБ ИСПОЛЬЗОВАНИИ будут
          разрешаться по
          нормам российского права.

          Пользователь соглашается с тем, что нормы и законы о защите прав потребителей не могут быть применимы к
          использованию им Ресурса, поскольку он не оказывает возмездных услуг.

          Ресурс не устанавливает с пользователями агентских отношений, отношений товарищества, отношений по совместной
          деятельности, отношений личного найма, а также каких-то иных отношений, прямо не описанных в СОГЛАШЕНИИ ОБ
          ИСПОЛЬЗОВАНИИ.

          Бездействие со стороны Ресурса в случае нарушения Пользователем, либо группой Пользователей ПОЛЬЗОВАТЕЛЬСКОГО
          СОГЛАШЕНИЯ не означает того, что Ресурс содействует Пользователю, либо группе Пользователей в таковых
          действиях.

          Бездействие со стороны Ресурса в случае нарушения Пользователем либо группой Пользователей ПОЛЬЗОВАТЕЛЬСКОГО
          СОГЛАШЕНИЯ не лишает Ресурс права предпринять соответствующие действия в защиту своих интересов позднее.
        </v-card-text>
        <v-card-title>
          7. СОГЛАСИЕ С ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ.
        </v-card-title>
        <v-card-text>
          ЕСЛИ ВЫ НЕ СОГЛАСНЫ СO ВСЕМИ ВЫШЕУКАЗАННЫМИ УСЛОВИЯМИ, ВЫ НЕ ИМЕЕТЕ ПРАВА ПОСЕЩАТЬ РЕСУРС КАК В ЦЕЛОМ, ТАК И
          ЛЮБУЮ
          ЕГО ЧАСТЬ, КРОМЕ СТРАНИЦЫ С ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ, ПОЛУЧАТЬ И/ИЛИ ИСПОЛЬЗОВАТЬ СОДЕРЖИМОЕ НАСТОЯЩЕГО
          РЕСУРСА
          ЛЮБЫМИ ДРУГИМИ СПОСОБАМИ КАК В ЦЕЛОМ ТАК И В ЛЮБОЙ ЕГО ЧАСТИ!

          ЕСЛИ ВЫ НЕ СОГЛАСНЫ С ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ, ВЫ ДОЛЖНЫ НЕМЕДЛЕННО ПОКИНУТЬ РЕСУРС.
        </v-card-text>
      </v-card>
    </v-container>
  </v-container>
</template>

<script>
  export default {
    name: "License",
    head() {
      return {
        title: 'License Agreement',
        meta: [
          {hid: 'license', name: 'description', content: 'License Agreement page'}
        ]
      }
    },
  }
</script>

<style scoped>

</style>
